import math
print("    :-)")

#============================#
print('Здравствуйте! Чем могу помочь?')
x = input('>>> ')
if x == 'Привет'.lower() or 'Здравствуй' or 'Привет.' or 'Прив' or 'Хай' or 'Хей' or 'Доброе утро'.lower() or 'Пр' or 'прив':
    print('Привет-привет, как дела?')
elif x == 'как дела'.lower():
    print('Все чики-пики! А у тебя? )0)00)))0)0)')
else:
    print('Я не оч тебя понимаю. Можешь нормально написать?')
        #==#
x = input('>>> ')
if x == 'отлично'.lower() or 'хорошо'.lower() or 'замечательно'.lower() or 'круто'.lower() or 'прекрасно'.lower() or 'отлично!'.lower() or 'хорошо.'.lower() or 'замечательно!'.lower() or 'круто.'.lower() or 'прекрасно!'.lower():
    print('Ну вот и отлично.')
else:
    print('Я не очень тебя понимаю. Можешь нормально написать?')

# Update: 1.0

# UPDATE SOON!
